cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'telemachus/brew', 'https://telemachus@bitbucket.org/telemachus/brew.git'
brew 'ack'
brew 'bfg'
brew 'hub'
brew 'git'
brew 'graphicsmagick'
brew 'hashpump'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'p7zip'
brew 'pv'
brew 'python'
brew 'redis', restart_service: true
brew 'rename'
brew 'tree'
brew 'webkit2png'
brew 'rename'
brew 'trash'
brew 'hub'
brew 'git'

cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'dash'
cask 'dropbox'
cask github-'desktop'
cask google-'chrome'
cask 'hipchat'
cask 'firefox'
cask 'flash'
cask intellij-'idea'
cask 'iterm2'
cask 'java'
cask 'mysqlworkbench'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask quicklook-'json'
cask 'quip'
cask 'screenflick'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask sublime-'text'
cask 'teamviewer'
cask the-'unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
# Remove outdated versions from the cellar
cleanup